Revit 2027 API
ParameterTypeId.FabricParamSpanSymRight Property
 "Right"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricParamSpanSymRight { get; }
Public Shared ReadOnly Property FabricParamSpanSymRight As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricParamSpanSymRight {
	ForgeTypeId^ get ();
}
static member FabricParamSpanSymRight : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace